import React from 'react';
// import logo from './pngfuel.png';
import s from './Post.module.css';

const Post = () => {
   return    <div className={s.post}>
    <h2>Tarifa</h2>
      Тарифа в Андалусии – это самый южный город Европы и один из самых благородных городов Испании. Здесь слились воедино культура мавров и христиан. Это место, где: «Море обнимает океан», – именно так любят говорить испанцы о своем городе.
      Бирюзовая морская гладь самой крайней точки благословенного Иберийского полуострова в солнечный летний день не уступает красоте сказочных Мальдив.
      Но вся суть в том, что вы еще в безопасной и обласканной цивилизацией Европе. На протяжении тысячелетия Тарифа остается плацдармом европейской культуры и гордо хранит свое историческое наследие.
      text without div
    </div>
}
export default Post;